---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomBaseHeatLoadOnParam
source: html/5788de72-1840-3106-cefc-aad209297018.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomBaseHeatLoadOnParam Property

"Heat Load Values"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomBaseHeatLoadOnParam { get; }
```